---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions.Varying
enum: Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions
source: html/cbfa6696-d3eb-7f95-490b-5574908320e6.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailCustomFieldMultipleValuesIndicatorOptions.Varying

The values will be obtained from all included bars in the rebar set and it will be shown the multiple varies indicator if they are different.